Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Dette er et nasjonalt ansvar, og Sametinget mener derfor det er nødvendig at departementet i den videre oppfølgingen av saken tar spesielt hensyn til samiske forhold.
sme: Dat lea nationála dási ovddasvástádus, ja danne oaivvilda Sámediggi ahte ášši viidáset čuovvoleami oktavuođas ferte departemeanta erenoamážit váldit vuhtii sámi beliid.

source: Sametinget viser til at inntektssystemets beregningskriterier ikke innehar noen parametre som ivaretar disse forhold.
sme: Sámediggi čujuha dasa ahte dienasvuogádagas ii leat makkárge mihttoreaidu mainna dát bealit gozihuvvošedje.

source: En gjennomgang av utvalgets arbeid viser at dette heller ikke er vurdert eller tatt hensyn til her.
sme: Go geahččat lávdegotti barggu, de oaidnit das ahte dát bealli ii leat dál ge árvvoštallojuvvon dahje vuhtii váldojuvvon.

source: Sametinget har etterlyst en slik vurdering og understreker at dette må gjøres før nye ordninger innføres.
sme: Sámediggi lea váillahan dán lágan árvvoštallama ja deattuha ahte dat ferte dahkkojuvvot ovdalgo ođđa ortnegat váldojuvvojit atnui.

source: 2.8.3 Forvaltningsreformen Sametinget har i 2008 hatt konsultasjoner med Regjeringen om Ot.prp. nr. 10 (2008–2009) Om lov om endringer i forvaltningslovgivningen mv. (gjennomføring av forvaltningsreformen).
sme: 2.8.3 Hálddašanođastus Sámedikkis leat 2008:s leamaš konsultašuvnnat Ráđđehusain Odeldikki prp. nr. 10 (2008–2009) (Om lov om endringer i forvaltningslovgivningen mv.) hálddašanlága rievdadusaid jna birra (hálddašanođastusa čađaheapmi).

source: Sametinget har vært særlig opptatt av at oppgaveoverføringene ikke må svekke innflytelsen Sametinget har på de ulike saksområdene.
sme: Sámediggái lea leamaš erenoamáš deaŧalaš dat ahte doaibmasirdimat eai fuonidivččii dan váikkuhanfámu mii Sámedikkis lea sierra áššesurggiide.

source: Sametinget har lagt til grunn at konsultasjonsplikten skal medfølge i lovs form der det overføres myndighet som er av betydning for samiske interesser, til regionalt og / eller fylkekommunalt nivå.
sme: Sámediggi lea bidjan vuođđun dan ahte konsultašuvdnageatnegasvuohta galgá biddjojuvvot láhkii jos váldi áššiin main lea stuorra mearkkašupmi sámi beroštumiide, sirdojuvvo guovlulaš ja/dahje fylkkagielddalaš dássái.

source: Partene kom ikke til enighet om dette i konsultasjonsprosessen.
sme: Dattetge oidno teavsttas Odeldikki proposišuvnnas kapihttalis 2.8 nr. 10:

source: Likevel framgår det av teksten i kapittel 2.8 i Ot.prp. nr. 10: «Det kan virke klargjørende å regelfeste et generelt prinsipp om en konsultasjonsplikt for offentlige myndigheter.
sme: «Det kan virke klargjørende å regelfeste et generelt prinsipp om en konsultasjonsplikt for offentlige myndigheter.

source: I tillegg til overstående er det konsultert på følgende konkrete områder: 1. marin sektor: Sametinget har understreket at en endelig tilslutning til overføring av myndighet når det gjelder kongekrabbeforvaltning og akvakultur, bare kan gis når det foreligger et proposisjonsforslag på bakgrunn av Kystfiskeutvalgets utredning som gjelder hele det sjøsamiske området.
sme: Dan lassin mii čuožžu bajábealde lea konsulterejuvvon čuovvovaš konkrehta surggiin: 1) mariidnasuorgi; Sámediggi lea deattuhan ahte loahpalaš mearrádus válddi sirdimis go guoská gonagasreappáid hálddašeapmái ja akvakultuvrii, sáhttá addojuvvot dušše dalle go boahtá proposišuvdnaevttohus Riddoguolástanlávdegotti čielggadusa vuođul mii guoská olles mearrasámi guvlui.

source: 2008– 2009 kan oppnevne 2 av de 4 eksterne styremedlemmer til Sámi allaskuvla, Sametinget er positiv til dette.
sme: 2) oahpahus: Sámediggi sáhttá nammadit guoktása dan njealji olggobeale stivralahtuin Sámi allaskuvlii, Sámedikki mielas dat lea buorre.

source: Sametinget er videre positiv til Regjeringens forslag om at det opprettes regionale forskningsfond.
sme: Dasto lea Sámedikki mielas buorre dat go Ráđđehus lea evttohan ásahit guovlulaš dutkanfoandda.

source: Sametingets syn er at det også må etableres et samisk forskningsfond, for å sikre Sametinget reell innflytelse og bestemmelsesrett på forskning av betydning for utvikling av samiske samfunn.
sme: Sámediggi oaivvilda ahte ferte ásahuvvot maiddái sámi dutkanfoanda, sihkkarastin dihte Sámediggái duohta váikkuhanfámu ja mearridanvuoigatvuođa dan dutkamis mii lea deaŧalaš sámi servodaga ovddideapmái.

source: Partene har ikke kommet til enighet om dette.
sme: Bealit leat šaddan ovttaoaivilii das.

source: 3. når det gjelder Innovasjon Norge har Sametinget foreslått at Sametinget enten går inn som deleier i Innovasjon Norge eller at det lovfestes en rett for Sametinget til å oppnevne en av styrerepresentantene.
sme: 3) go guoská Innovašuvdna Norgii, de lea Sámediggi evttohan ahte Sámediggi juogo šattašii oasseeaiggádin Innovašuvdna Norgga ektui dahje ahte lága bokte mearriduvvo ahte Sámedikkis lea vuoigatvuohta nammadit stivralahtuid.

source: Sametingets syn er ikke tatt til følge.
sme: Sámedikki oaidnu ii leat vuhtii váldojuvvon.

source: Sametinget har i sitt vedtak bemerket at konsultasjonene vedrørende forvaltningsreformen kom svært sent i gang, noe som er utilfredsstillende både for prosessen og for hvor reelle konsultasjonene kan bli.
sme: Sámediggi lea mearrádusastis čujuhan ahte konsultašuvnnat hálddašanođastusa birra álggahuvvojedje maŋŋit, mainna mii leat eahpeduhtavaččat sihke proseassa ektui ja dan ektui man duohta konsultašuvnnat sáhttet šaddat.

source: 2.9 Internasjonal politikk 2.9.1 Nordområdene Urfolkene i nord skal ha en sterk posisjon og rolle i utviklingen av egen situasjon.
sme: 2.9 Riikkaidgaskasaš politihkka 2.9.1 Davviguovllut Álgoálbmogiin davvin galgá leat nana posišuvdna ja rolla iežas dili ovddideamis.

source: Det er derfor viktig med jevnlig kontakt og dialog om nordområdespørsmål mellom Sametinget og statlige myndigheter.
sme: Sámedikki 2008 doaimma birra jeavddalaš oktavuohta ja gulahallan davveguovloáššiid birra.

source: Nordområdene er rike på naturressurser og Sametinget er i den forbindelse opptatt av en bærekraftig utvikling.
sme: Davviguovlluin leat ollu luondduriggodagat ja dan oktavuođas lea nana ceavzilis ovdáneapmi deaŧalaš Sámediggái.

source: En av de største utfordringene for urfolk i nordområdene er å bevare tradisjonelle næringsveier og kultur, samtidig som enorme utvinninger av naturressurser finner sted.
sme: Okta dain stuorámus hástalusain álgoálbmogiidda davveguovlluin lea suodjalit árbevirolaš ealáhusvugiid ja kultuvrra, seammás go viidát ávkkástallojuvvo luondduriggodagaiguin.

source: Forvaltning og tilgang til arktiske områder blir diskutert på høyt politisk nivå.
sme: Árktalaš guovlluid hálddašeami ja geavaheami birra ságastallojuvvo alla politihkalaš dásis.

source: Sametinget mener urfolkene er en naturlig aktør i den internasjonale debatten om Arktis.
sme: Sámediggi oaivvilda ahte eamiálbmogat leat lunddolaš aktevrrat riikkaidgaskasaš ságastallamis Árktisa birra.

source: Det bør derfor sikres tilstrekkelig med ressurser til Sametinget, øvrige samiske aktører og andre urfolk i Arktis for å kunne være en reell aktør på den internasjonale arenaen i debatten om Arktis.
sme: Danne berre sihkkarastit doarvái resurssaid Sámediggái, eará sámi aktevrraide ja eará eamiálbmogiidda Árktisas vai sii sáhttet leat duohta aktevrrat riikkaidgaskasaš arenas go ságastallojuvvo Árktisa birra.

source: Sametingspresidenten deltok sammen med blant annet Norges utenriksminister Jonas Gahr Støre, da representanter for urfolk i Barentsregionen møttes i Kirkenes i juni for å diskutere felles utfordringer og videre samarbeid over grensene.
sme: Sámedikki presideanta oassálasttii ovttas earret eará Norgga olgoriikaministariin Jonas Gahr Størein, dalle go Barentsguovllu álgoálbmogiid ovddasteaddjit deaivvadedje Girkonjárggas geassemánus ságastallat oktasaš hástalusaid birra ja viidáset ovttasbarggu birra rájiid rastá.

source: Her var det enighet om at den kanskje største utfordringen for urfolk i regionen er ressursutvinning.
sme: Dás lei ovttaoaivilvuohta das ahte várra stuorámus hástalussan guovllu álgoálbmogiidda lea resursaávkkástallan.

source: Urfolkene er representert med en felles representant på det regionale nivået – Barents regionråd.
sme: Eamiálbmogiin lea oktasaš ovddasteaddji guovlulaš dásis – Barents guovlluráđis.

source: Urfolksrepresentasjonen har fulgt det land som har hatt ledervervet i regionrådet.
sme: Eamiálbmotovddasteaddji lea leamaš dan riikkas mii ain jođiha guovlluráđi.

source: har ingen formel representasjon eller posisjon på det nasjonale nivået – Barentsrådet.
sme: Eamiálbmogiin ii leat makkárge formálalaš ovddastus dahje posišuvdna nationála dásis – Barentsráđis.

source: Dette er ikke tilfredsstillende, noe som det er gitt uttrykk for gjentatte ganger.
sme: Dát ii leat dohkálaš, mii lea dovddahuvvon máŋgii.

source: Sametinget i Norge og Samisk parlamentarisk råd har krevd urfolksrepresentasjon i Barentsrådet på linje med representasjon i Arktisk Råd.
sme: Sámediggi Norggas ja Sámi parlamentáralaš ráđđi leat gáibidan eamitálbmotovddastusa Barentsráđđái seamma dásis go ovddastus lea Árktalaš Ráđis.

source: Urfolkskontoret i Lujávri / Lovozero er svært viktig for å bidra til å bedre samarbeidet med og for urfolk på russisk side, og for å videreutvikle Barentssamarbeidet.
sme: Lujávrri álgoálbmotkantuvra lea hui deaŧalaš veahkkin ovttasbarggu buorideamis, ja álgoálbmogiidda Ruošša bealde ja Barentsovttasbarggu viidáset ovddideapmái.

source: Sametinget, som eneste aktør, bevilger derfor årlig støtte til drift av urfolkskontoret.
sme: Danne juolludii Sámediggi, áidna oassálastin, jahkásaš doarjaga álgoálbmotkantuvrra doibmii.

source: Ved utenriksministermøtet i Roavvenjárga / Rovaniemi i november 2007 ble det bestemt å opprette et internasjonalt Barentssekretariat i Kirkenes.
sme: Olgoriikaministtarčoahkkimis Roavvenjárggas skábmamánus 2007 mearriduvvui ahte ásahuvvo riikkaidgaskasaš Barentsčállingoddi Girkonjárgii.

source: Sekretariatet ble opprettet i januar 2008 og får status som internasjonal organisasjon.
sme: Čállingoddi ásahuvvui ođđajagimánus 2008 ja oažžu stáhtusa riikkaidgaskasaš organisašuvdnan.

source: Det skal i løpet av vårparten 2009 ansettes en urfolksrådgiver ved sekretariatet som skal ha som oppgave blant annet å koordinere den internasjonale urfolksdimensjonen i samarbeidet.
sme: Giđa beallái 2009 galgá virgáduvvot álgoálbmotráđđeaddi čállingoddái, gean bargun galgá earret eará leat riikkaidgaskasaš álgoálbmotdimenšuvnna oktiiordnen ovttasbarggus.

source: Sametinget vil finansiere deler av denne stillingen.
sme: Guoládaga sámesearvvit leat guhká háliidan ásahit sierra sámedikki.

source: Sameforeningene på Kola har i lengre tid ønsket å opprette et eget sameting.
sme: Guovlulaš ruošša eiseválddit heaittihedje čakčat 2008 ovttasbargoorgána mii

source: De regionale russiske myndigheter la høsten 2008 ned samarbeidsorganet som ble etablert i april 2006 for å styrke dialogen mellom myndighetene og samene.
sme: lei ásahuvvon cuoŋománus 2006 nannet gulahallama eiseválddiid ja sápmelaččaid gaskka.

source: Med de regionale myndigheters aksept og medvirkning, ble det besluttet å gjennomføre en kongress med følgende tema: Organisering av det framtidige samarbeidet mellom de samiske organer og de offentlige myndigheter.
sme: Guovlulaš eiseválddiid dohkkehemiin ja vehkiin mearriduvvui ahte lágiduvvo kongreassa čuovvovaš fáttáiguin: Boahtteáiggi ovttasbarggu organiseren sámi orgánaid ja almmolaš eiseválddiid gaskka.

source: Kongressen ble gjennomført i desember 2008.
sme: Kongreassa lágiduvvui juovlamánus 2008.

source: Det møtte 75 delegater utpekt av de samiske organisasjoner og absjinaer.
sme: Dohko ledje boahtán 75 delegáhta maid sámi organisašuvnnat ja absjinat ledje válljen.

source: De nordiske sametingene deltok som innbudte gjester.
sme: Davviriikkaid sámedikkit ledje mielde bovdejuvvon guossin.

source: 2.9.2 Arktisk samarbeid Arktisk råd er det eneste samarbeidsforum i nord som favner alle åtte arktiske land, og urfolk har status som faste deltakere.
sme: 2.9.2 Árktalaš ovttasbargu Árktalaš ráđđi lea áidna ovttasbargoforum davvin mii fátmmasta buot gávcci árktalaš riikka, ja álgoálbmogiin lea bissovaš oassálasti stáhtus.

source: De grenseoverskridende utfordringer som klima, miljø og bærekraftig utvikling utgjør plattformen i samarbeidet.
sme: Rájiid rastá hástalusat nugo dálkkádat, biras ja ceavzilis ovdáneapmi leat vuođđun dán ovttasbargui.

source: Sametinget har fulgt opp det norske formannskapet i Arktisk råd gjennom deltakelse i Norges delegasjoner på embetsnivåmøtene.
sme: Sámediggi lea čuvvon norgalaš ovdagotti Árktalaš ráđis go lea leamaš Norgga sáttagottiid mielde virgeolbmuiddási čoahkkimiin.

source: I 2008 har det vært Senior Arctic Officials (SAO) møter i Svolvær og Kautokeino.
sme: 2008:s leat leamaš Senior Arctic Officials (SAO) čoahkkimat Svolværas ja Guovdageainnus.

source: Det arktiske samarbeidet omfatter også samarbeid mellom de parlamentariske forsamlingene i de arktiske statene.
sme: Árktalaš ovttasbargui gullá maiddái ovttasbargu parlamentarihkkáriid čoahkkimiid gaskka árktalaš stáhtain.

source: Samisk Parlamentarisk Råd deltok på den 8. parlamentarikerkonferansen for arktisk samarbeid i Fairbanks, USA, i august 2008.
sme: Sámi parlamentáralaš ráđđi lei mielde gávccát parlamentarihkárkonferánssas árktalaš ovttasbarggu ektui Fairbanksas USA:s borgemánus 2008.

source: Problemstillinger som tilpasning til klimaendrin 11 ger, utvikling av landlige energiressurser og arktisk helsepolitikk ble drøftet.
sme: Doppe lei sáhka áššečuolmmain nugo heiveheapmi dálkkádatrievdamiidda, nannáma energiijaresurssaid ovddideapmi ja árktalaš dearvvašvuođapolitihkka.

source: Samisk Parlamentarisk Råd har også fulgt arbeidet i den arktiske parlamentariske komité (SCPAR).
sme: Sámi parlamentáralaš ráđđi lea maiddái čuvvon barggu árktalaš parlamentáralaš lávdegottis (SCPAR).

source: 2.9.3 De Forente Nasjoner (FN) FNs permanente forum for urfolk avholdt sin 7. sesjon i mai i New York.
sme: 2.9.3 Ovttastuvvan našuvnnat (ON) ON bistevaš álgoálbmotforum doalai čihččet sešuvnna miessemánus New Yorkas.

source: Spesialtemaet for årets sesjon var klimaendringer, biokulturelt mangfold og levemåter, i tillegg til forumets faste dagsorden; økonomisk og sosial utvikling, miljø, helse, utdanning kultur og menneskerettigheter.
sme: Dán jagi erenoamáš fáddán ledje dálkkádatrievdamat, biokultuvrralaš šláddjiivuohta ja eallinvuogit, lassin foruma bistevaš áššelistui; ekonomalaš ja sosiálalaš ovddideapmi, biras, dearvvašvuohta, oahpahus, kultuvra ja olmmošvuoigatvuođat.

source: På vegne av Samisk Parlamentarisk Råd holdt president Egil Olli et innlegg hvor det ble uttrykt bekymring for hvordan klimaendringer påvirker miljøet og endrer livsvilkårene for urfolk i nord gjennom endrede betingelser for tradisjonelle levemåter og kultur.
sme: Presideanta Egil Olli doalai sáhkavuoru Sámi parlamentáralaš ráđi ovddas, mas dovddahii balu das movt dálkkádatrievdamat váikkuhit birrasa ja rievdadit álgoálbmogiid eallineavttuid davvin dan bokte go eavttut árbevirolaš eallinvugiide ja kultuvrii rivdet.

source: Det ble understreket et sterkt behov for urfolksdeltakelse under de forestående forhandlingene om miljøforpliktelsene under Kyotoprotokollen som skal fastsettes på klimatoppmøtet i København i 2009.
sme: Deattuhuvvui ahte lea nana dárbu ahte álgoálbmogat servet daid šiehtadallamiidda birasgeatnegasvuođaid birra Kyotoprotokolla vuolde mii galgá mearriduvvot dálkkádatnjunuščoahkkimis Københámmanis 2009:s.

source: Viktigheten omkring en aktiv oppfølging av FNs erklæring om urfolks rettigheter ble også understreket.
sme: Deattuhuvvui maiddái ahte lea deaŧalaš aktiivvalaččat čuovvolit ONa álgoálbmotvuoigatvuođajulggaštusa.

source: Gjennom Samisk parlamentarisk råd (SPR) var Sametinget med på å fremme professor James Anayas kandidatur som FNs spesialrapportør om urfolks rettigheter og fundamentale friheter.
sme: Sámediggi lei Sámi parlamentáralaš ráđi (SPR) bokte mielde ovddideamen professora James Anayasa evttohassan ONa erenoamášdieđiheaddjin álgoálbmogiid vuoigatvuođaid ja vuođđo friijavuođaid ektui.

source: SPR fremmet også John Bernhard Henriksens kandidatur som medlem i FNs menneskerettighetsråds ekspertmekanisme for urfolksrettigheter.
sme: SPR ovddidii maiddái John Bernhard Henriksena evttohassan ONa olmmošvuoigatvuođaráđi álgoálbmotvuoigatvuođaid áššedovdimekanismma lahttun.

source: Henriksen ble på ekspertmekanismens første møte i oktober 2008 valgt som dette organets første leder.
sme: Áššedovdimekanismma vuosttaš čoahkkimis golggotmánus 2008 válljejuvvui John B. Henriksen dán orgána vuosttaš jođiheaddjin.

source: Sametinget har merket seg støtten Utenriksdepartementet, spesielt gjennom delegasjonen i Genčve, har ytt i disse prosessene.
sme: Sámediggi lea bidjan merkii makkár doarjaga Olgoriikadepartemeanta lea addán, erenoamážit delegašuvnna bokte Genčvas, dáid proseassaid oktavuođas.

source: Sametinget har deltatt i Norges delegasjon på det niende partsmøtet under konvensjonen om biologisk mangfold i mai 2008 i Bonn, Tyskland.
sme: Sámediggi lea searvan norgga delegašuvnna mielde ovccát oasálaščoahkkimii biologalaš šláddjiivuođa konvenšuvnna vuolde miessemánus 2008 Bonnas, Duiskaeatnamis.

source: Sametinget prioriterte særskilt temaet om genressurser.
sme: Sámediggi vuoruhii erenoamážit fáttá genaresurssaid birra.

source: Det ble oppnådd enighet som ivaretar urfolksperspektivet i prosessen, og hva som er grunnlaget for de framtidige forhandlingene fram mot det neste partsmøtet i 2010.
sme: Šattai ovttaoaivilvuohta das mii proseassas goziha álgoálbmotperspektiivva, ja mii lea vuođđun boahttevaš šiehtadallamiidda boahtte oasálaščoahkkima ektui 2010:s.

source: Urfolksdeltakelse i prosessen er anerkjent, og det legges opp til omfattende forhandlinger omkring urfolks tradisjonelle kunnskaper som er forbundet med genetiske ressurser.
sme: Álgoálbmotsearvan proseassas lea dohkkehuvvon, ja áigumuš lea viidát šiehtadallat álgoálbmogiid árbedieđuid hárrái mat čatnasit genehtalaš resurssaide.

source: 2.9.4 ILO-konvensjon nr. 169 – rapportering til ILOs ekspertkomité Sametinget behandlet i mai sin rapport til ILO.
sme: 2.9.4 ILO konvenšuvdna nr. 169 – raporteren ILO áššedovdilávdegoddái Sámediggi lea meannudan miessemánus raportta ILO:i.

source: tinget og den norske regjering, som førte til at både Sametinget og Regjeringen leverte egne rapporter, noe som belyste meningsforskjellene når det gjelder anvendelsen av ILO-konvensjon nr. 169 i Norge.
sme: 1994:s dieđihuvvui ILO:i šiehtadusa birra Sámedikki ja Norgga ráđđehusa gaskka, mii dagahii dan ahte sihke Sámediggi ja Ráđđehus geigiiga sierra raporttaid, mii čuvgii oaivilerohusaid go guoská ILO-konvenšuvnna nr. 169 geavaheapmái Norggas.

source: Den forrige rapporten fra Sametinget i 2003 var i sin helhet viet Regjeringens forslag til finnmarkslov.
sme: Ovddit raporta Sámedikkis 2003:s lei ollislaččat Ráđđehusa finnmárkkuláhkaevttohusa birra.

source: Etter forrige statsrapportering hadde ILOs ekspertkomité en rekke merknader til den forrige regjerings opprinnelige forslag til finnmarkslov.
sme: Maŋŋá ovddit stáhtaraporterema ledje ILO áššedovdilávdegottis soames mearkkašumi dan ovddit ráđđehusa álgo finnmárkkuláhkaevttohussii.

source: Sametinget har derfor i denne rapporten gitt en kort oversikt over de viktigste endringer som ble gjort i lovforslaget før det ble vedtatt.
sme: Danne lea Sámediggi dán raporttas oanehaččat čilgen deaŧaleamos rievdadusaid birra mat dahkkojuvvojedje láhkaevttohusas ovdalgo dat mearriduvvui.

source: Sametinget har også knyttet noen kommentarer til de forutsetninger og forventninger som ble stilt av Sametinget i vedtaket i 2005 der vi sluttet oss til det reviderte finnmarkslovsforsalget, og til hvilken oppfølgning disse så langt har fått av norske myndigheter.
sme: Sámediggi lea maiddái bidjan muhtun mearkkašumiid daid eavttuide ja vuordámušaide maid Sámediggi bijai mearrádusas 2005:s go doarjjui ođastuvvon finnmárkkuláhkaevttohusa, ja man muddui dát leat čuovvoluvvon Norgga eiseválddiid beales dán rádjai.

source: På flere områder har norske myndigheter og Sametinget en ulik fortolkning av bestemmelser i ILO-konvensjon nr. 169 både når det gjelder rekkevidde og materielt innhold.
sme: Ollu sajiin dulkojit Norgga eiseválddit ja Sámediggi sierraláhkai ILO konvenšuvnna nr. 169 mearrádusaid sihke mii guoská viidodahkii ja ávnnaslaš sisdollui.

source: Sametinget har derfor fokusert på bestemmelsene i landrettighetskapitelet da særlig på artiklene 13 til 15.
sme: Danne lea Sámediggi fokuseren mearrádusaid eanavuoigatvuođakapihttalis erenoamážit artihkkaliid 13–15.

source: Avslutningsvis har Sametinget knyttet noen kommentarer til inkorporering av ILO-konvensjon nr. 169 i Norge.
sme: Loahpas lea Sámediggi bidjan soames mearkkašumi ILO konvenšuvnna nr. 169 inkorporerema ektui Norggas.

source: Rapporten i sin helhet er vedlagt denne årsmelding.
sme: Raporta lea ollislaččat mielddusin dán jahkedieđáhusas.

source: 026/08 Sametingets rapport til ILO for perioden frem til mai 2008 Sametinget vil fremheve følgende: Sametinget ser det som en stor svakhet i forslaget til minerallov at det ikke er foretatt en vurdering i forhold til folkeretten.
sme: 026/08 Sámedikki raporta ILO:i áigodagas gitta 2008 miessemánu rádjai. Sámediggi deattuha čuovvovačča: Sámediggi oaidná ahte minerálaláhka lea heittot danne go dat ii leat árvvoštallojuvvon álbmotrievtti ektui.

source: Dette medfører at lovforslaget etter Sametingets mening strider mot statens forpliktelser i henhold til ILO-konvensjon nr. 169, ved at det ikke tar nødvendig hensyn til samiske lokalsamfunns tradisjonelle bruk og lokalbaserte virksomheter.
sme: Dán geažil oaivvilda Sámediggi ahte láhkaevttohus rihkku stáhta geatnegasvuođaid ILO-konvenšuvnna nr. 169 ektui, go lágas ii doarvái vuhtii váldojuvvo sámi báikegottiid árbevirolaš geavaheapmi ja báikkálaš doaimmat.

source: 2.9.5 Sametingets internasjonale engasjement Sametingets deltakelse i det internasjonale arbeidet som vedrører urfolk i ulike sammenhenger som FN, EU, Arktisk råd og Barentssamarbeidet, prioriteres strengt på grunn av begrensede ressurser.
sme: 2.9.5 Sámedikki riikkaidgaskasaš bargu Sámedikki searvan riikkaidgaskasaš bargui go guoská álgoálbmogiidda sierra oktavuođain nugo ON, EU, Árktalaš ráđi ja Baretnsovttasbarggu ektui, vuoruhuvvojit čavgadit vátna resurssaid geažil.

source: Samtidig framkommer det stadig forventninger fra ulike hold, også statlige, om Sametingets deltakelse og engasjement på den internasjonale arena.
sme: Seammás bohtet iešguđetge dáfus dađistaga vuordámušat, maiddái stáhta beales, Sámedikki searvama ja barggu hárrái riikkaidgaskasaš arenain.

source: Sametinget har i 2008 mottatt kr 650 000 fra Utenriksdepartementet i prosjektstøtte til Sametingets internasjonale arbeid.
sme: Sámediggi lea 2008:s ožžon 650 000 ru Olgoriikadepartemeanttas prošeaktadoarjjan Sámedikki riikkaidgaskasaš bargui.

source: Det omsøkte beløpet var på 3 millioner kroner.
sme: Ohccojuvvon lei 3 miljon ruvnno.

source: 2008– 2009 om midler fra Utenriksdepartementet til sitt internasjonale arbeid.
sme: Sámediggi ferte jahkásaččat ohcat ruđaid Olgoriikadepartemeanttas iežas riikkaidgaskasaš barggu várás.

source: Dette gir liten forutsigbarhet og er ikke en tilfredsstillende ordning for tildeling av midler.
sme: Dán geažil lea váttis plánet ja dat ii leat dohkálaš ruhtajuohkinortnet.

source: Sametinget har i flere år forsøkt å få til en årlig tildeling over post 50 på statsbudsjettet, i likhet med tildelingene fra øvrige departementer.
sme: Sámediggi lea ollu jagiid geahččalan oažžut jahkásaš juolludusa stáhtabušeahta poasttas 50, seamma vuogi mielde go eará departemeanttat lávejit juolludit.
